[Language]
Code="pt"
Name="Portuguese"
Version="2.7.6"
Translator="David J. Andrade <xamuth@bol.com.br>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Fechar"
Maximize="Maximizar"
Minimize="Minimizar"
Restore="Restaurar"
Menu="Menu Principal"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nCursor Tradutor: [$CursorStatus]\nTraduzir Seleção: [$SelectionStatus]\nTraduzir Clipboard: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Cursor Tradutor: [$CursorStatus]\nTraduzir Seleção: [$SelectionStatus]\nTraduzir Clipboard: [$ClipboardStatus]"
Enabled="Ativado"
Disabled="Desativado"

[MainMenu]
Open="Abrir"
CursorTranslator="Traduzir com o Cursor"
SelectionTranslator="Traduzir Seleção"
ClipboardTranslator="Traduzir Clipboard"
Configuration="Configurações..."
Dictionaries="Dicionários..."
Activation="Ativação do produto"
UpdateOnline="Atualização Online"
Help="Ajuda"
About="Sobre o Lingoes"
SupportOnline="Suporte Online"
Exit="Sair"

[DlgInput]
Back="Voltar"
Forward="Avançar"
MainMenu="Menu Principal"
HistoryList="Lista do histórico"
Search="Procurar", "Pesquisa detalhada"
WebSearch="Pesquisa na Web"
AutoMatch="Verificaçâo automática", "Verificação automática no índice alfabético"
MatchSetup="Opções do índice alfabético..."
FindEngine="Obtenha mais tradutores na web..."

[DlgIndex]
Index="Índice"
Guide="Guia"
Appendix="Apêndice"
NoIndex="Nenhum Índice"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Adicione o dicionário em <b>Grupo Do Índice</b>, Você pode obter sugestão de ortografia enquanto digita.<br/><br/><a href=\"app://dicionário_grupo/[$IndexGroupID]\"><u>TPara controlar o grupo do índice, click aqui..</u></a></div>"

[WebGuide]
Results="Resultado"
Spelling="Ortografia alternativa"
Appendices="Apêndices"
Options="Opções"
Dictionaries="Dicionários...", "Gerenciar Dicionários"
Configuration="Configurações...", "Abrir diálogo de configurações "
Help="Help", "Abrir Ajuda Lingoes"
Homepage="lingoes.net", "Visitar Lingoes Web Site"
Community="Comunidades Lingoes", "Comunidades Lingoes Online "

[DlgStatus]
KeepVisible="Manter a janela sempre no topo"

[DlgView]
Speak="Pronunciar", "Falar o texto selecionado"
Search="Procurar"
Copy="Copiar"
Print="Imprimir..."
Save="Salvar..."
Find="Procurar..."
SelectAll="Selecionar tudo"
TextTranslate="Tradução", "Começar Tradução De Texto"
StartPage="", "Página Inicial"
ShowIndex="Mostrar a barra lateral"
HideIndex="Ocultar a barra lateral"
SaveFilter="Arquivo HTML  (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opções de Fala..."
SelectVoice="Selecionar voz"
Activation="Ativação", "Assistente de ativação Lingoes"

[DlgRegister]
Title="Lingoes - Registrar usuário comercial "
FreeDownload="Lingoes é livre para utilização fins não comerciais.\R\nDownload versão gratuita aqui..."
Name="Name:", "Nome é necessário"
Email="E-mail:", "E-mail é necessário"
RegCode="Codigo de registro:","O codigo de registro é inválido"
Support="Suporte Online"
Register="Registrar","Salvar informações de registro fracassado"
Exit="Sair"

[DlgInfo]
Title="Menssagem"
Ok="Ok"
Cancel="Cancelar"
Yes="sim"
No="Não"
Retry="Tentar de novo"
Abort="Abortar"
Ignore="Ignorar"

[DlgAuthentication]
Title="Conectar para"
TitleProxy="Conectar servidor proxy"
Username="Usuário:"
Password="Senha:"
Remember="Recordar minha senha"
Ok="Ok"
Cancel="Cancelar"

[WndGrab]
Open="Pesquise explicações detalhadas"
Speak="Pronunciar"
Copy="Copiar"
TextTranslation="Tradução De Texto"
KeepSize="Guardar tamanho da janela"
KeepVisible="Manter janela sempre no topo"
Back="Voltar"
Forward="Avançar"
Search="Procurar\n  Enter:\t\tProcurar\n  Ctrl + Enter:\tPesquisa com explicações detalhadas\n  Shift + Enter:\tTradução de Texto\n  Alt + Enter:\tProcurar na Web"

[DlgDictOption]
Title="Opções De Dicionários"
NetInstall="Instalar Do Lingoes", "Instalar dicionário do site do Lingoes"
Install="Instalar", "Instalar dicionário do disco"
Uninstall="Desinstalar", "Desinstalar dicionário"
Add="Adicionar", "Adicionar dicionário na lista"
Remove="Remover", "Remover dicionário da lista"
Download="Download", "Baixar este dicionário para uso off-line"
MoveTop="", "Mover para o Topo"
MoveUp="", "Mover para cima"
MoveDown="", "Mover para baixo"
MoveBottom="", "Mover para o fundo"
MoreDetails="", "Veja detalhes dos dicionários"
Close="Fechar"

Installed="Dicionários"
Query="Dicionários"
Index="Grupo Do Índice"
Grab="Grupo Do Cursor Tradutor"

InstalledList="Dicionários"
QueryList="Lista Dos Dicionários Instalados"
IndexList="Lista Do Grupo Do Índice"
GrabList="Lista Do Grupo  Do Cursor Tradutor "  
DictID="ID"
Online="Online"

Type="Tipo"
OnlineType="Requer Conexão com a Internet"
AddFilter="Dicionários Lingoes  (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Instalar  dicionário"
Installing="Instalando..."

[DlgDictList]
Title="Adicionar Dicionários"
Add="Adicionar"
Cancel="Cancelar"
Select="Selecionar"
DictList="Dicionário instalado"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Detalhes dos Dicionários"
Close="Ok"

ID="ID"
MD5="MD5"
Name="Nome"
Version="Versão"
Date="Data De Criação"
Update="Última Atualização"
IndexCount="Palavras Totais"
Language="Linguagem"
MoreLanguage="Mais.."
DictTitle="Título"
DictEdition="Edição"
DictDescription="Descrição"
PubAuthor="Autor"
PubEmail="Email"
PubWebsite="Website"
PubCopyright="Copyright"
Filename="Nome do arquivo"

; Install Dictionaries
[DlgDictInstall]
Title="Instalar dicionário"
InstallSucceed="Dicionário instalado com sucesso \"[$DictTitle]\""
DictGroupOption="Opções"
AddIndexGroup="Adicionar para \"Grupo Do Índice\""
AddIndexGroupDesc="Lingoes procurará os dicionários no grupo do índice e indicará o resultado o mais próximo na barra do índice ao digitar o termo."
AddGrabGroup="Adicionar para \"Grupo Do Cursor Tradutor \""
AddGrabGroupDesc="Lingoes procurará os dicionários no grupo do cursor tradutor  e indicará o resultado na janela do cursor tradutor, quando o cursor traduzir."
Ok="Ok"

; Configuration
[DlgOption]
Title="Configurações"
Ok="Ok"
Cancel="Cancelar"
General="Geral"
Appearance="Aparência"
Connection="Conexões"
Speech="Fala"
Hotkey="Teclas De Atalho"
Translate="Traduzir"
License="Licença"

; General
[DlgOptGeneral]
Language="Linguagem"
UILanguage="Língua da interface do usuário"

WebSearch="Pesquisar Na web"
SelectWebSearch="Selecione o veículo de pesquisa que pretende utilizar"

TermHistory="Histórico De Termos"
SaveHistory="Pesquisar palavras salvas no histórico"
ClearHistory="Limpar Histórico"
ClearHistoryConfirmation="Tem certeza que deseja limpar histórico?"

AutoStart="Iniciar Lingoes com Windows"
StartMin="Minimizar após iniciar"

; Appearance
[DlgOptAppearance]
UserInterface="Interface Do Usuário"
WindowStyle="Estilo de Janelas"
WindowFont="Fonte de Texto de Janelas"
WindowFontSize="Tamanho de Fonte"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Exposição Do Resultado"
TextFont="Fonte de Texto"
TextFontSize="Tamanho de Fonte"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonte Fonética"
CursorTranslatorBar="Cursor Tradutor De Janela"
FontColor="Cor de Fonte"
BackColor="Cor de Fundo"
BorderColor="Cor de Borda"
Transparence="Transparência do cursor  tradutor de janela"
SampleText="Cursor Tradutor"

[Style]
0="Nenhum"
1="Estilo Padrão"

; Translate
[DlgOptTranslate]
SupportLCMap="Apoio Local de Mapeamento de Idioma"
InstantTranslation="Tradução Instantânea"
TargetLanguage="Língua alvo:"
CurrentUserLanguage="= Língua atual do usuário"
TargetLanguage2="Se a língua alvo é igual a fonte, redefini-la como:"
NoTranslate="= Não Traduzido"

; Capture
[DlgOptCapture]
CursorActivation="Cursor Tradutor"
MouseActivation="Modo De Ativação De Mouse:"
MouseOver="Mouse-Acima De"
LeftMouseButton="Botão Esquerdo Do Mouse"
MiddleMouseButton="Botão Do Meio Do Mouse "
RightMouseButton="Botão Direito Do Mouse"
MouseXButton1="Mouse X Botão1"
MouseXButton2="Mouse X Botão2"
TimeDelay="Tempo De Espera:"
MSEL="Milésimo segundo"
IgnoreNumber="Ignorar Número"
IgnoreLatin="Ignorar Latin (English, French, German, Spanish, etc.)"
IgnoreCJK="Ignorar Chinese, Japanese e Korean"
IgnoreCyrillic="Ignorar Cyrillic (Russian, Bulgarian, etc.)"
IgnoreArabic="Ignorar Arabic, Hebrew"
InstallAdobePlugin="Instalar Adobe Acrobat PDF Plug-in"
ZonedWord="Traduzir Seleção"
ZonedWordFilterRule="Regras de Filtro de Traduzir Seleção..."

; Translate - Zoned Word Filter 
[DlgOptTranslateZWFilter]
Title="Editor de regras do filtro de palavras"
ProgramFilename="Nome de arquivo do programa ", "Nome de arquivo do programa  (Especificar todos os programas se vazio)"
WndClassName="Nome de classe da janela", "Nome de classe da janela (Especificar todas as janelas se vazio)"
DisableSelect="Ignorar seleção", "Ignorar seleção"
DisableDBLClick="Ignorar duplo Click", "Ignorar duplo Click"
Comment="Comentário", "Comentário"
Add="Adicionar"
Modify="Modificar"
Delete="Apagar", "Tem certeza de apagar o ítem atual?"
Ok="Ok"
Cancel="Cancelar"
LoadDefault="Carga Padrão", "Tem certeza de restaurar as configurações padrão?"
Browser="...", "Navegador", "Programas (*.exe)|*.exe|"
Capture="...", "Capturar nome de classe da janela "
AllProgram="-- Todos os programas --"
AllWindow="-- Todas as janelas --"

[WndClassNameCapture]
Title="Captação do nome de classe da janela"
ProgramFilename="Nome de arquivo do programa "
WndClassName="Nome de classe da janela "
Capture="Capture-o da tela"

; Speech
[DlgOptSpeech]
RPPEngine="Sintetizador Natural De Voz "
RPPEnable="Ativar"
RPPVoice="Voz"
RPPRebuildIndexFile="Recriar índice do arquivo", "Recriar o índice do arquivo que falhou! \nIsto pode ser que você não tem permissão de acesso ao arquivo."
Engine="TTS Sintetizador De Voz"
Voice="Voz"
Enable="Ativar"
Volume="Volume"
Pitch="Tom de voz"
Speed="Velocidade"
RealtimePron="Pronunciar Em Tempo-Real"
PronInQuery="Enquanto procura o termo"
PronInCapture="Enquanto captura o texto"
Test="Teste"
EnterText="Entre com o texto, e teste esta voz"
DownloadTTS="Baixar o pacote de voz Natural Voice && Sintetizador TTS ..."

; Connect
[DlgOptConnection]
ConnectSet="Configurar Conexões"
DirectConnect="Conexão Direta"
IEProxyConnect="Use ajustes do proxy de seu browser"
ProxyConnect="Conectar através do Proxy /  Servidor do Firewall"
ProxyServer="Servidor Proxy:"
ProxyPort="Porta:"
Username="Usuário:"
Password="Senha:"
OnlineUpdate="Atualização Online"
UpdateNow="Atualizar Agora"
EnableUpdate="Habilitar atualização on-line"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Abrir Janela Principal"
GrabToggleKey="Cursor Tradutor"
SelectionToggleKey="Selecionar Alternar Chave de Traduzir"
ClipboardToggleKey="Tradutor da Área de Transferência"
Pronounce="Pronunciar"
CopyInterpretation="Copiar Conteúdo da Tradução"

[DlgExpire]
Title="Os lingoes expiraram"
Ok="Atualizar Agora"
Cancel="Sair"
NetworkSettings="Ajuste Da Rede"
Support="Lingoes.net"
AskUpgrade="A versão atual expirou, você deve atualizar para a nova versão! \nAtualizar para a nova versão?"

[DlgAbout]
DlgTitle="Sobre o Lingoes"
Version="Versão: "
PortableEdition="Edição portátil"
Email="Endereço De Email"
Website="Lingoes Website"
LicenseTo="Este Produto É Licenciado Para:"
LicenseID="ID: "

;---For Compatible 2.3.0 and older
Beta="Beta"
PersonalUser="Uso Pessoal - Não Comercial"
;---------------------------------------

[WebResult]
SpellingAlternatives="Alternativas De Ortografia"
SpellChecker="Corretor Ortográfico "
TextTranslation="Tradução Do Texto"
WebSearch="Pesquisa Na Web"
MoreResults="Mais resultados"
WaitSearch="Aguardando resultado da busca..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>No matches were found for \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Como usar lingoes"
DownDictTip="Baixar mais dicionários"
Intro="Suporte de tradução a mais de 80 línguas mutuamente<br>Cursor de tradução, Tradução de Texto & Texto Para Fala"

[TextTranslation]
Title="Tradução Do Texto"
To="Para"
Translate="Traduzir"
RequestFailed="As traduções pedidas falharam."
ConnectFailed="Lingoes falhou ao conectar ao servidor. Se você estiver conectado à Internet, verifique as configurações de conexão na configuração."
WaitRequest="Aguardando Resultado Da Tradução..."
ParseResultFailed="Analise o fracasso da tradução. Se você receber a mensagem diversas vezes, informe-nos pôr favor."

; Layout
[Layout]
DictMenu="Menu De Dicionários"
ShowResult="Mostrar Resultados"
MinimizeResult="Minimizar Resultados"
FindWord="Procurar: "

; Dictionary Menu
[DictMenu]
About="Sobre..."
Enable="Ativar"
Disable="Desativar"
DisableMsg="O dicionário está desativado e não irá mostrar resultados!\nVocê pode habilitá-lo a partir de \"Dicionários\" dialog."
MoveTop="Definir como resultado principal"
ArrangeResults="Organizar Resultados..."
IndexGroup="  (Grupo Do Índice)"
QueryGroup="  (Grupo Da Pergunta)"
GrabGroup="  (Grupo Do Cursor Tradutor)"

[Update]
Title="Atualização Online"
AskUpgrade="Nova versão detectado. Você deseja atualizar para a nova versão?"
UpgradeNow="Nova versão detectado. Necessidade de actualizar para a nova versão"
UpdateSuccess="Atualizado com sucesso!"
UpdateFail="Falha ao atualizar!"
NoUpdate="A versão atual é a mais recente"

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail="Falha na inicialização do serviço de atualização automática"
StartDictServerFail="Falha ao começar o serviço do dicionário."

DictFileErr="Formato de arquivo Incorreto!\n[$Filename]"
DictVersinTooOld="[$Filename]\nAtual versão do dicionário ([$DictVer]) É muito antiga, Atualize. \n\nVisitar website do Lingoes para procurar a versão mais recente?"
DictVersinTooNew="[$Filename]\nA versão atual do dicionário ([$DictVer]) necessita versão mais recente do lingoes.\n\nBaixar agora a versão mais recente do website do Lingoes?"

AskDictRepeatInstall="A lista dos dicionários inclui este dicionário \"[$DictTitle]\",\nVocê deseja continuar?"
InstallDictFail="Falha ao instalar o dicionário:\n[$Filename]"
AskUninstall="Tem certeza de que deseja desinstalar o dicionário?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Falha ao Desinstalar o dicionário \n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Tem certeza de que deseja remover o dicionário \"[$DictTitle]\" Da lista?"

MemoryAllocFail="Falha ao alocar memória."
FilenameInvalid="Nome de arquivo Inválido."
SaveFileFail="Falha ao salvar arquivo"
OpenFileFail="Falha ao abrir arquivo"

AreYouAbort="Tem certeza de abortar o atual processo?"
CreateThreadFail="Falha ao criar evento"
CreateEventFail="Falha ao criar evento de mão"
Unfulfilment="O recurso não pode ser realizado"
OnlyProVersion="O recurso é apenas para versão Pro."
NoRegister="Esta é versão não registrada, pôr favor registre Lingoes para usar o recurso."
UsernameIsEmpty="O nome do usuário está em branco, pôr favor, preencha novamente."
SaveSearchResultFail="Falha ao salvar resultado da pesquisa."

OpenAppendixFail="Falha ao abrir o conteúdo apêndice."
OpenSpeechEngineFail="Falha ao carregar TTS sintetizador de voz, pôr favor checa se TTS está instalado em seu sistema! \n\nVocê deve instalar sintetizador de voz em seu sistema operacional para dizer isto. Se não, pôr favor descarregue e instale isto do Lingoes website \n\nVocê deseja descarregar isto agora?"

; NeedIE6Support="Lingoes necessita Internet Explorer 6 +, atualize seu navegador para IE6 +"
NoImplement="Infelizmente, o recurso não pode ser realizado"
